Repository: Dogthemachine/Human-hub.net
Catalog: human_hub/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Orders
ru: Заказы
uk: Замовлення

source: Added
ru: Добавлено
uk: Додано

source: Order
ru: Заказ
uk: Замовлення

source: Delivery
ru: Доставка
uk: Доставка

source: Payment
ru: Оплата
uk: Оплата

source: Number
ru: Номер
uk: Номер

source: Packed
ru: Упаковано
uk: Упаковано

source: Done
ru: Оплачено
uk: Оплач

source: Order info
ru: Заказ
uk: Данні замовлення

source: Type package number
ru: Номер посылки
uk: Ноиер відправлення

source: Save
ru: Сохранить
uk: Сберегти

source: Paid
ru: Оплачено

source: Total price
ru: Стоимость заказа
uk: Загальна вартість

source: Delete
ru: Удалить
uk: Видалити

source: Type sum
ru: Введите сумму
uk: Введіть суму

source: Delivery info
ru: Данные доставки
uk: Данні даставки

source: Payment info
ru: Данные оплаты
uk: Данні оплати

source: Ukrainian
ru: Украинский
uk: Українська

source: Russian
ru: Русский
uk: Російська

source: English
ru: Английский
uk: Англійська

source: tag
ru: Тег

source: frst prt
ru: Первая часть текста
uk: Перша частина тексту

source: scnd prt
ru: Вторая часть текста
uk: Друга частына тексту

source: About page
ru: О проекте
uk: Про проект

source: Contacts page text
ru: Текст страницы контактов
uk: Текст сторінки контактів

source: Contacts page
ru: Контакты
uk: Контакти

source: Discounts page text
ru: Текст страницы скидок
uk: Текст сторінки знижок

source: Discounts page
ru: Страница скидок
uk: Знижки

source: Sizing page text
ru: Текст страницы размеров
uk: Текст сторінки розмірів

source: Sizing page
ru: Размеры
uk: розміри

source: sizing page
ru: Размеры
uk: Розміри

source: Shipping page text
ru: Текст страницы доставки
uk: Текст сторінки доставки

source: Shipping page
ru: Доставка
uk: Доставка

source: Refund page text
ru: Текст страницы возвратов
uk: Текст сторінки повернеь

source: Refund page
ru: Возвраты
uk: Повернення

source: Terms of use
ru: Пользовательское соглашение
uk: Угода користувача

source: Privacy policy
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Terms page
ru: Соглашения
uk: Узгодження

source: About project
ru: О проекте
uk: Про проект

source: Human-hub sizes
ru: Размеры Human-hub
uk: Розміри Human-hub

source: first name
ru: Имя
uk: Імʼя

source: last name
ru: Фамилия
uk: Прізвище

source: phone
ru: Телефон
uk: Телефон

source: comment
ru: Комментарий
uk: Коментар

source: email
ru: Электронная почта
uk: Електронна пошта

source: lang code
ru: Код языка
uk: Код мови

source: delivered
ru: Доставлено
uk: Доставлено

source: paid
ru: Оплачено
uk: Оплачено

source: date_of_delivery
ru: Дата доставки
uk: Дата доставки

source: delivery_method
ru: Тип доставки
uk: Метод доставки

source: payment_method
ru: Тип оплаты
uk: Метод оплати

source: LiqPay wait accept
ru: LiqPay ожидание подтверждения
uk: LiqPay очикування підтвердження

source: WFP status
ru: WFP статус
uk: WFP статус

source: added
ru: добавлено
uk: Додано

source: amount
ru: Количество
uk: Кількість

source: price
ru: Цена
uk: Ціна

source: Order item
ru: Товар в заказе
uk: Товар в замовленні

source: Order items
ru: Товары в заказе
uk: Товари в замовленні

source: liqpay sender phone
ru: liqpay телефон отправителя
uk: liqpay телефон відправника

source: name
ru: Название
uk: Назва

source: Cart
ru: Корзина
uk: Кошик

source: Carts
ru: Корзины
uk: Кишик

source: Your discount is %s UAH.
ru: Ваша скидка %s
uk: Ваша зніжка %s Грн

source: You have %(items)s discounted items for %(sum)s UAH.
ru: У вас %(items)s со скидкой на %(sum)s
uk: У вас є %(items)s товарів зі знижкою на %(sum)s

source: You can add one more item and get a discount.
ru: Вы можете добавить еще один товар и получить скидку
uk: Ви можете додати ща один товар та отримати знижку

source: Type your first name
ru: Введите имя
uk: Введіть имʼя

source: Type your surname
ru: Введите фамилию
uk: Введіть прізвище

source: Type your phone
ru: Введите телефон
uk: Введіть ваш телефон

source: Type your email
ru: Введите почту
uk: Введіть вашу пошту

source: Delivery type
ru: Тип доставки
uk: Спосіб доставки

source: World wide
ru: В другие страны
uk: В інші країни

source: NovaPoshta to branch
ru: Новая Почта по Украине
uk: Новою Поштою до відділення

source: NovaPoshta to the door
ru: Новая Почта до двери
uk: Новою Поштою до двері

source: Ukrposhta to the branch
ru: Украочта до отделения
uk: Укрпоштою до відділення

source: Ukrposhta to the door
ru: Укрпочта до двери
uk: Укрпоштою до двері

source: Justin to the branch
ru: Justin до отделения
uk: Justin до відділення

source: Delivery data
ru: Данные доставки
uk: Данні про доставку

source: Enter country
ru: Введите страну
uk: Введіть країну

source: Enter region
ru: Введите область
uk: Введіть регіон

source: Enter city
ru: Введите город
uk: Ведіть місто

source: Enter street
ru: Введите улицу
uk: Введіть вулицю

source: Enter building №
ru: Введите номер здания
uk: Введіть номер будівлі

source: Enter ap №
ru: Введите номер квартиры / офиса
uk: Введіть номер квартири / офісу

source: Enter zip code №
ru: Введите почтовый код
uk: Введіть поштовій індекс

source: Enter post office №
ru: Введите номер отделения
uk: Введіть номер відділення

source: Payment type
ru: Тип оплаты
uk: Спосіб оплати

source: Pay by card
ru: Оплата картой
uk: Оплата карткою

source: Cash on delivery
ru: Наличными при доставке
uk: Готівкою при отриманні

source: Checkout
ru: Сделать заказ
uk: Зробіти замовлення

source: Print your name
ru: Введите имя
uk: Введіть імʼя

source: Print your surname
ru: Введите фамилию
uk: Введіть прізвище

source: Print your phone
ru: Введите телефон
uk: Введіть ваш телефон

source: Print correct email
ru: Введите правильную почту
uk: Введіть правильну пошту

source: Print your email
ru: Введите почту
uk: Введіть вашу пошту

source: country
ru: страна
uk: країна

source: Print country to deliver
ru: Введите страну
uk: Введіть країну

source: region
ru: область
uk: регіон

source: Print region to deliver
ru: Введите область
uk: Введіть регіон

source: city
ru: город
uk: місто

source: Print city to deliver
ru: Введите город
uk: Введіть місто

source: street
ru: улица
uk: вулиця

source: Print street to deliver
ru: Введите улицу
uk: Введіть вулицю

source: building
ru: номер здания
uk: номер будівлі

source: Print building number
ru: Введите номер здания
uk: Введіть номер будівлі

source: apartment
ru: номер квартиры / офиса
uk: номер квартири / офісу

source: Print apartment number
ru: Введите номер квартиры / офиса
uk: Ведіть номер квартири / офісу

source: zipcode
ru: почтовый индекс
uk: поштовий индекс

source: Print zipcode
ru: Введите почтовый индекс
uk: Введіть поштовий индекс

source: Print city
ru: Введите город
uk: Введіть місто

source: office
ru: ноиер отделения
uk: номер відділеня

source: Print office number
ru: Введите номер отделения
uk: Введіть номер відділення

source: Print region
ru: Введите область
uk: Введіть регіон

source: Print street
ru: Введите улицу
uk: Введіть вулицю

source: Choose delivery type
ru: Выберите тип доставки
uk: Оберыть спосіб доставки

source: Chose payment type
ru: Выберите тип оплаты
uk: Оберіть спосіб оплати

source: Your order is accepted. Order number is
ru: Ваш заказ принят. Номер заказа
uk: Ваше замовлення прийнято. Номер замовлення

source: Cart number to pay is
ru: Номер карты для оплаты
uk: Номер картки для оплати

source: Our manager will contact you to clarify the details, if necessary
ru: Наш менеджер свяжется с вами для уточнения деталей если потребуется
uk: Наш менеджер зв'яжеться з вами для уточнення деталей, якщо потрібно

source: details
ru: Описание
uk: Опис

source: sequence
ru: Порядок
uk: Порядок

source: showcase_displayed
ru: Показывать на витрине
uk: Показувати на вітрині

source: Categories
ru: Категории
uk: Категорії

source: how it fits
ru: Как смотрится
uk: Як виглядає

source: price_description
ru: Валюта
uk: Валюта

source: Grn.
ru: грн
uk: Грн

source: views
ru: Просмотры
uk: Переглядів

source: views today
ru: Просмотры за сегодня
uk: Переглядів сьогодні

source: views month
ru: Просмотры за месяц
uk: Переглядів за місяць

source: showcase_new
ru: Новое
uk: Новій товар

source: items
ru: Товары
uk: Товари

source: description
ru: Описание
uk: Опис

source: Sizes
ru: Размеры
uk: Розміри

source: Photo
ru: Фото
uk: Фото

source: Photos
ru: Фотографии
uk: Фото

source: Amount
ru: Количество
uk: Кількість

source: old value
ru: Страрое количество
uk: Стара кількість

source: new value
ru: Новое количество
uk: Нова кількість

source: arrival
ru: Поступление
uk: Надходження

source: Balance log
ru: Журнал
uk: Журнал

source: Balance logs
ru: Записи
uk: Записи

source: Banners
ru: Баннеры
uk: Банери

source: Banners page
ru: Баннеры
uk: Банери

source: dollar rate
ru: Курс доллара
uk: Курс доллара

source: euro rate
ru: Курс евро
uk: Курс євро

source: Usd.
ru: Долл
uk: Долл

source: Eur.
ru: Евр
uk: Евр

source: Config
ru: Конфигурация
uk: Конфігурація

source: Main
ru: Главная
uk: Головна

source: How it fits:
ru: Как смотрится
uk: Як виглядає

source: Choose size:
ru: Выберите размер
uk: Оберіть розмір

source: CHOOSE SIZE BEFORE ADD TO CART
ru: Выберите размер для добавления в корзину
uk: Оберіть розмір для додавання в кошик

source: ADD TO CART
ru: ДОБАВИТЬ В КОРЗИНУ
uk: ДОДАТИ У КОШИК

source: Go to
ru: Перейти в
uk: Перейти до

source: Make order
ru: Сделать заказ
uk: Зробити замовлення

source: Back to shop
ru: Вернуться к покупкам
uk: Повернутися до магазину

source: Choose size
ru: Выберите размер
uk: Оберіть розмір

source: Discounts
ru: Скидки
uk: Знижки

source: Sizing
ru: Размеры
uk: Розміри

source: SHipping
ru: Доставка
uk: Доставка

source: Shipping
ru: Доставка
uk: Доставка

source: Refund
ru: Возвраты
uk: Повернення

source: Contacts
ru: Контакты
uk: Контакти

source: Terms
ru: Соглашения
uk: Узгодження

source: Search
ru: Поиск
uk: Пошук

source: Type what to search
ru: Напечатайте что искать
uk: Надрукуйте що шукати

source: Currency
ru: Валюта
uk: Валюта

source: Language
ru: Язык
uk: Мова

source: Purchase returns
ru: Возвраты
uk: Повернення
